[
    {
        "id": "3e9184a3-08c4-4d17-bf0e-5a1367adbb15",
        "title": "Overlord",
        "url": "https://www.blogger.com/feeds/4225665848364118863/posts/default",
        "feedUrl": "http://skythewood.blogspot.sg/p/knights-and-magic-author-amazake-no.html",
        "imageUrl": "http://4.bp.blogspot.com/-c0DBPG-s_28/VEb8GzDZ2yI/AAAAAAAAApQ/tcl9rCbAmoQ/s1600/1.jpg",
        "summary": "After announcing it will be discontinuing all service, the internet game \"Yggdrasil\" shut downs -- That was the plan. But for some reasons, the player character did not log out some time after the server was closed. NPC starts to become sentient. A normal youth who loves gaming in the real world seemed to have been transported into an alternate world along with his guild, becoming the strongest mage with the appearance of a skeleton, Momonga. He leads his guild \"Ainz Ooal Gown\" towards an unprecedented legendary fantasy adventure!",
        "favorite": true
    },
    {
        "id": "89ab40f8-b522-4e02-89c5-6f27068f14e9",
        "title": "Altina",
        "url": "https://www.blogger.com/feeds/4225665848364118863/posts/default",
        "feedUrl": "http://skythewood.blogspot.sg/p/altina-sword-princess.html",
        "imageUrl": "http://1.bp.blogspot.com/-AyC6RgreYRM/VDqYzsqFRvI/AAAAAAAAAj8/V6Ljf9LlxOY/s1600/a.JPG",
        "summary": "Unskilled in both swords and bows, Regis is a soldier who ranks at the bottom in military academy who is obsessed with books. After being banished to the borders, he met a girl who changed his destiny. With red hair and crimson eyes, Princess Altina who holds the sword of kings. Although she is a daughter of a concubine, she was appointed as the commander of the border regiment at the tender age of 14. But she did not lament her circumstances and bears higher aspiration. \"I believe in you.\" Regis received the request of the girl to be her strategist and forge through many hardships. The sword princess and the biblophile youth embark on their fantasy war story --",
        "favorite": true
    },
    {
        "id": "3090774b-5b7d-4fa5-b9b8-a6ebdd760a2c",
        "title": "Knight's and magic",
        "url": "https://www.blogger.com/feeds/4225665848364118863/posts/default",
        "feedUrl": "http://skythewood.blogspot.sg/p/blog-page.html",
        "imageUrl": "http://4.bp.blogspot.com/-DhrMa-Qsi9s/VMjI3c-ZaYI/AAAAAAAABDg/mlN8BPNZ1EI/s1600/414px-Knights_and_Magic_v1_Cover.jpg",
        "summary": "A young man from Japan passed away after a traffic accident. His soul was reincarnated in an alternate world into the body of a pretty young boy Ernesti Echevarria with his memories intact. Influenced by his hobby from his previous life, Eru is a 'robot nerd' in this life too. He meets the giant humanoid battle robots in this world -- Silhouette Knights. The elated Eru started a series of plans in order to pilot the robots. He drags his childhood friend in this world along as he messes around in this world to satisfy his desire for robots.",
        "favorite": true
    },
    {
        "id": "bf4f2fca-68f8-4106-9777-6ea5f987a5dc",
        "title": "Arifureta",
        "url": "http://japtem.com/feed/",
        "feedUrl": "http://japtem.com/projects/arifureta-toc/",
        "imageUrl": "http://puu.sh/auzGa/fded6287f0.png",
        "summary": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn't have ambition nor aspiration in life, and thus called “Incompetent” by his classmates. The class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?",
        "favorite": true
    },
    {
        "id": "3b74fb25-d148-45cf-811e-5717c1c88708",
        "title": "Ark",
        "url": "https://arkmachinetranslations.wordpress.com/feed/",
        "feedUrl": "https://arkmachinetranslations.wordpress.com/",
        "imageUrl": "http://japtem.com/wp-content/uploads/2013/06/Arkrelease.png",
        "summary": "Kim Hyun Woo lived the life of the wealthy thanks to his parents. But one day, he received a phone call informing him of a traffic accident which involved his parents. His father had died and his mother was hospitalized in critical condition. The normal life he once knew, collapsed… They sold their house, cancel various insurance plans, and moved to a one room apartment. And after a few years, Hyun Woo spends four to six hours tending to his mother and worked to pay for her medical bills. One day, one of his Instructors recommended him for position in a company called Global Exos, who made an announcement of making history with the newest technological invention. This story follows the main protagonist on his journey to adapt to a new development of a virtual reality game.",
        "favorite": false
    },
    {
        "id": "2408f56f-a323-44f5-836a-2889cb960ef0",
        "title": "World teacher",
        "url": "https://defiring.wordpress.com/feed/",
        "feedUrl": "https://defiring.wordpress.com/",
        "imageUrl": "",
        "summary": "A man who was once called the world's strongest agent ended up becoming a teacher after his retirement, to train the new generation of agents. After many years of training his disciples, he was killed at the age of 60 by the ploy of a secret organization and was reincarnated in another world with all his past memories. Though he was surprised by the magic and the strange species of that world, he adapted very fast to his condition as a newborn and took advantage of it. He acquired special magic and gained a massive amount of strength thanks to his tight discipline, in order to reach his goal: Resume his career as a teacher which he left halfway through in his previous life. This is the story of a man, who, based on the memories and the experiences of his previous life, became a teacher who travels through the world with his students.",
        "favorite": true
    },
    {
        "id": "24c3a1ac-da4e-4d44-9a1c-279fcea7581a",
        "title": "Legendary moonlight sculptor",
        "url": "http://jawztranslations.blogspot.com/feeds/posts/default",
        "feedUrl": "http://jawztranslations.blogspot.fr/p/legendary-moonlight-sculptor.html",
        "imageUrl": "http://japtem.com/wp-content/uploads/2013/06/lmsrelease.png",
        "summary": "Lee Hyun, a debt-ridden teenage orphan, puts his account of the top-level avatar in the Continent of Magic up for auction. Once the news is spread nationwide, a fierce competition to win his avatar breaks out, making him a multimillionaire overnight. However, when men in black show up to collect the debts Hyun's parents owed them; he ends up where he started — almost penniless. Determined to exact revenge on the loan sharks, he sets out a journey with Weed as his alias, the lowliest of the lowly, in the online RPG game named Royal Road to prove history can repeat itself. WHY NOT CLAIM THE TOP ONCE AGAIN? Weed's sugary words and tough action work magic one after another — only until he finds himself becoming a Sculptor, the most contemptible profession in terms of combat ability and career prospect…",
        "favorite": true
    },
    {
        "id": "1fc6aafe-e62e-40ed-9ff7-4bb3fad3351c",
        "title": "Zectas",
        "url": "http://jawztranslations.blogspot.com/feeds/posts/default",
        "feedUrl": "http://jawztranslations.blogspot.fr/p/zectas.html",
        "imageUrl": "",
        "summary": "At 18 years old, Nash Smoak maintains three jobs. He works as an assistant to the cook in a small diner, he is shadily hired as a construction worker, and works as an attendant at a game arcade. Nash needs to take on those jobs in order to support his two brothers and sickly Grandma. Ever since the tragic accident of his parent's death. He took it upon himself to support his family. After being worked to the bone, Nash found that sacred place, his paradise of relief, the Virtual Reality World of Zectas. However, his only sanctuary was destroyed when a group of high level players used him as bait in one of their quests. Nash was captured and tortured by the Legendary Monster! Little did they know that this incident would cause the birth of the Legendary User Smoke!",
        "favorite": false
    },
    {
        "id": "dfd90ead-633e-42f6-9baa-45fdf38ea59f",
        "title": "Drezo regalia",
        "url": "http://jawztranslations.blogspot.com/feeds/posts/default",
        "feedUrl": "http://jawztranslations.blogspot.fr/p/drezo-regalia.html",
        "imageUrl": "https://lh5.googleusercontent.com/vgsmfqMS9EAs3Jvn6OjRqN5NgSCbLNSdyjqe1wonscUT6KSVtRlKOlT9ATHOgHgfXuDu30zVoX2LmrT0vQXQea7BiwejqyPQzbltETnQrQ-dwf5DoRHaXxvlOvqDRVMsow",
        "summary": "Yami Hikari company had created a new game gear called the Embyro that are split into two different gears: the first is the deep dive gear called ‘Sense' and the second is high tech glasses called ‘Alive.' One is made to transport the players mind to a virtual world, while the other is the next generation new technology that incorporates the reality with the game. A game where it test the limits of technology and human boundaries. What is real? What is fake? Who is right or wrong? What is the Seed? Is life just a game? Three different people's destinies are intertwined: One is on a mission, One wants change in life, and One wants to be left alone. Their story converges in a Virtual Reality MMO game called Growth. This is a story of Zero, Agnis, and BlackStar.",
        "favorite": false
    },
    {
        "id": "52d6b5f9-bafd-498b-8e75-4421c0cebbce",
        "title": "Sendai Yuusha wa Inkyou Shitai",
        "url": "https://manga0205.wordpress.com/feed/",
        "feedUrl": "https://manga0205.wordpress.com",
        "imageUrl": "",
        "summary": "The Summoned Hero and the Preceding Hero",
        "favorite": true
    },
    {
        "id": "c2602ab8-9226-4ce9-ab9e-96723764cef7",
        "title": "Slave harem",
        "url": "https://wartdf.wordpress.com/feed/",
        "feedUrl": "https://wartdf.wordpress.com/",
        "imageUrl": "",
        "summary": "Slave harem in the labyrinth of the other world",
        "favorite": false
    },
    {
        "id": "5da810d6-67d8-4bfb-a336-cdde30ed9982",
        "title": "Seirei Gensouki",
        "url": "https://zmunjali.wordpress.com/feed/",
        "feedUrl": "https://zmunjali.wordpress.com/category/seirei-gensouki-konna-sekai-de-deaeta-kimi-ni/",
        "imageUrl": "",
        "summary": "Amakawa Haruto, a young man who died before reuniting with his childhood friend who disappeared five years ago. Rio, a boy living in the slums who wants revenge for his mother who was killed when he was five years old. Earth and another world. Two people who have completely different backgrounds and values, but for some reason, the memories and personality of Haruto who should've died resurrected in Rio's body. As the two are confused over their memories and personalities fusing together, Rio (Haruto) decide to live in this new world. For some reason, along with Haruto's memories, Rio awakened an unknown \"special power,\" and it seems that if used well, he can live a better life than he does now. But before that, Rio encountered the princess kidnapping incident of the Bertram Kingdom he lives in. Saving the princesses, Rio was accepted into the state managed Royal Academy. Being an orphan in a school for nobles, it was an extremely destestable place to him.",
        "favorite": false
    },
    {
        "id": "7a30065e-98c5-47d9-bcee-0a524884e436",
        "title": "Risou no Himo Seikatsu",
        "url": "http://unlimitednovelfailures.mangamatters.com/feed/",
        "feedUrl": "http://unlimitednovelfailures.mangamatters.com/risou-no-himo-seikatsu/",
        "imageUrl": "http://unlimitednovelfailures.mangamatters.com/wp-content/uploads/2014/07/Cover.jpg",
        "summary": "Summoned by a beautiful woman to a different world, Yamai Zenjirou is asked to marry her and make a child with her. Will he throw his life on earth away for a sponger life with a beautiful woman?",
        "favorite": false
    },
    {
        "id": "0d8f872c-5f12-4f1b-a9b6-822f1cf6a9f4",
        "title": "Konjiki no Wordmaster",
        "url": "https://yoraikun.wordpress.com/feed/",
        "feedUrl": "https://yoraikun.wordpress.com/knw-chapters/",
        "imageUrl": "https://i0.wp.com/cdn.myanimelist.net/images/manga/3/142615l.jpg",
        "summary": "The Unique Cheat of the Man Dragged in by the Four Heroes",
        "favorite": true
    },
    {
        "id": "df31945e-97d5-4a9e-8986-5c6df4ddb103",
        "title": "Tate No Yuusha No Nariagari",
        "url": "https://yoraikun.wordpress.com/feed/",
        "feedUrl": "https://yoraikun.wordpress.com/translated-chapters/",
        "imageUrl": "https://i0.wp.com/static.zerochan.net/Tate.No.Yuusha.No.Nariagari.full.1768808.jpg",
        "summary": "The Rise of the Shield Hero",
        "favorite": false
    },
    {
        "id": "cf372da4-e4a7-465c-99ab-9f12472b2f7f",
        "title": "Suterurareta Yuusha no Eiyuutan",
        "url": "https://pirateyoshi.wordpress.com/feed/",
        "feedUrl": "https://pirateyoshi.wordpress.com/translated-chapters/",
        "imageUrl": "",
        "summary": "Katsuragi is an average, overweight otaku who's bullied in class. One day when he's bullied their whole class is summoned by a beautiful goddes to go to another world to become heroes. They were promised any wish, and our \"hero\", because goddess was beautiful, he wanted her, so he made the whole class accept her offer. They were welcomed by a king of some country. They were received with a hero's welcome, but when they got to see their statuses, they immediately treated Katsuragi like s**t, since he was very, very average. When they entered the dungeon to level up, and after falling for a trap (Too much Arifureta...), our MC was sacrificed (ie. \"Hero\" threw him because his magic, Katsuragi's, was depleted, and they needed a decoy, and who's better than an useless, magic depleted, Katsuragi. Katsuragi was eaten by monsters, but after some time he regained his consciousness... And after checking his status window, he noticed that his stats skyrocketed (easily 4-6 times higher than the \"hero\"), and he noticed he had a lot of Special Abilities, which he previously lacked (he was the only one in his class who lacked any special abilities), like: Hearth of Steel, 1/3 chances of preventing poisoning, hypnosis, paralysis and mind control magic (???), Magic is not consumed when he reaches 100 in magic (he currently has 2520), King of Death which means he could revive people who recently died, and some stuff about him reviving, and revenge abilities (GT is VERY unclear about this). He also noticed that he died 5 times! After waking up, he goes to some door and notices some kind of silver wolf that the \"hero\" couldn't defeat, and he defeated him in one punch through the brain... Then he noticed his classmate who was dead. He revived her. She also has big oppai",
        "favorite": false
    },
    {
        "id": "133ed7c1-a262-435a-99c8-3d352bd6dd70",
        "title": "Suterurareta Yuusha no Eiyuutan",
        "url": "https://oniichanyamete.wordpress.com/feed/",
        "feedUrl": "https://oniichanyamete.wordpress.com/index/maou/",
        "imageUrl": "",
        "summary": "Demon King Luruslia Nord; defeated by the hero, and someone who should have died. He had a number of things left undone, and a number of problems left unresolved, but following the slogan that ‘evil will be destroyed', he should have disappeared. However, for some reason, he had miraculously gained a second life as a human.",
        "favorite": false
    },
    {
        "id": "c7951da2-ea16-46a9-a17d-17f96ea0c488",
        "title": "EC",
        "url": "http://ecwebnovel.blogspot.com/feeds/posts/default",
        "feedUrl": "http://ecwebnovel.blogspot.ca/",
        "imageUrl": "",
        "summary": "In the distant future, after humanity's revival following an apocalyptic event, an inquisitive woman, a young man abandoned by his country, a youth seeking redemption and an isolated young prodigy meet by chance in a game promoted by a certain company.  Tricked into running an Academy, the tale follows their lives and adventures in a world not their own.",
        "favorite": false
    },
    {
        "id": "d964bd29-89fd-4d94-908a-2b41875ba7c2",
        "title": "Bu ni Mi wo Sasagete Hyaku to Yonen",
        "url": "https://binhjamin.wordpress.com/feed/",
        "feedUrl": "https://binhjamin.wordpress.com/bu-ni-mi-wo-sasagete-hyaku-to-yonen/",
        "imageUrl": "https://binhjamin.files.wordpress.com/2014/12/img_0001.png?w=213\u0026h=300",
        "summary": "Slava, who devoted his entire life practicing martial arts, took a disciple from a foreign country. The undefeated martial artist, never losing a fight up until now, has been overcome by old age is about to take his last breath over a century after his birth. While lying in bed regretting his past, Slava noticed his disciple caring for him. The man and small woman observe each other. She says “Yoshi, Papa~” which causes Slava to be confused with a single word. The man who regrets his lifelong devotion to martial arts, reincarnated into the race which is known for vast vitality, the Elven race. Using the knowledge from his previous life, he gleefully trained his body and… ?",
        "favorite": false
    }
]
